tap 'homebrew/core'
tap 'homebrew/services'
tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'python'
brew 'ansible'
brew 'direnv'
brew 'gpg'
brew 'nmap'
brew 'ag'
brew 'jq'
brew 'golang'
brew 'p7zip'
brew 'pinentry-mac'
brew 'mas'
brew 'zsh'
brew 'neovim'
#cask 'vagrant', :allow_untrusted => true
cask 'virtualbox'
cask 'tunnelblick'
cask 'macdown'
cask 'transmission'
cask 'font-inconsolata-nerd-font'
cask 'wireshark'
cask 'steam'
cask 'skype'
cask 'docker'
cask 'flux'
cask 'vlc'
cask 'slack'
cask 'softu2f'
cask 'google-chrome'
cask 'firefox'
cask 'telegram'
cask 'spotify'
cask 'iterm2'
mas 'slack', id: 803453959
mas 'telegram', id: 946399090
